Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/_viktig_at_ansvar_erkjennes_og_skader_blir_kompensert.html.tmx
Source language: nob
Languages: sme

source: Sametingspresident Aili Keskitalo er fornøyd med at partene i erstatningssaken mot gamle Tysfjord kommune har blitt enig om en minnelig løsning som innebærer at saken avsluttes mellom partene og overfor domstolene.
sme: Sámediggepresideanta Aili Keskitalo lea duhtavaš dainna ahte bealit buhtadusáššis ovddeš Divtasvuona suohkana vuostá leat soahpan dáhtolaš čovdosa mii mielddisbuktá ahte ášši loahpahuvvo beliid gaskkas ja duopmostuolus.

source: Aili Keskitalo Kenneth Hætta To søstre fra gamle Tysfjord kommune gikk til sak mot kommunen fordi de mener de ble utsatt for omsorgssvikt og overgrep.
sme: Aili Keskitalo Kenneth Hætta Guokte oappáža ovddeš Divtasvuona suohkanis áššáskuhtiiga suohkana go oaivvildeigga ahte leaba gillán mánnávuođas fuolahusváilli ja illasteami.

source: Etter et forlik har de nå fått økonomisk kompensasjon for skader de ble påført gjennom barndommen.
sme: Maŋŋel soahpama oažžuba dál ekonomalaš buhtadusa vahágiid ovddas maid leaba ožžon mánnávuođas.

source: – Når enkeltmennesker og samfunn skal gå videre sammen, er det viktig at ansvar erkjennes og skader blir kompensert.
sme: – Go ovttaskas olbmot ja servodat galget ovttas mannat viidáseappot, de lea dehálaš ahte ovddasvástádus mieđihuvvo ja ahte vahágat buhtaduvvojit.

source: Sametinget vil derfor arbeide videre for å oppnå rettferdighet og oppreisning for samiske barn som har blitt utsatt for vold og overgrep, sier sametingspresident Aili Keskitalo (NSR).
sme: Sámediggi áigu dan dihte bargat viidáseappot olahan dihte vuoiggalašvuođa ja buhtadusa sámi mánáide geat leat gillán veahkaválddálašvuođa ja illasteami, dadjá sámediggepresideanta Aili Keskitalo (NSR).

source: Tysfjord kommune, som senere ble delt og innlemmet i nye Narvik kommune, ble frifunnet i tingretten i februar 2019, og saken ble så anket til lagmannsretten.
sme: Divtasvuona suohkan, mii maŋŋil lea juhkkojuvvon ja oasi das lea váldon mielde ođđa Narvik suohkanii, áššehuvai diggegottis guovvamánus 2019, ja ášši guoddaluvvui de lágamánneriektái.

source: I 2019 gikk også Sametinget inn som partshjelp i rettssaken.
sme: 2019:s manai maid Sámediggi mielde oasehasveahkkin diggeáššis.

source: Denne saken er nå endt med et forlik før den skulle opp i lagmannsretten.
sme: Dát ášši lea dál loahpahuvvon soahpamiin ovdal go galggai lágamánneriektái.

source: Begge søstrene mottar et beløp hver på 2 250 000 kroner.
sme: Oappáš guovttos oažžuba 2 250 000 ruvnno goabbáinai.

source: Men Narvik kommune vil ikke gi kvinnene en beklagelse.
sme: Muhto Narvik suohkan ii áiggo addit nissoniidda šállošeami.

source: – Det er beklagelig at Narvik kommune ikke gir en uforbeholden beklagelse til søstrene for de skader de har blitt påført fordi daværende Tysfjord kommune ikke beskyttet de mot vold og overgrep gjennom oppveksten, sier Keskitalo.
sme: – Lea váidalahtti ahte Narvik suohkan ii atte eavttuhis šállošeami oappáš guoktái daid vahágiid ovddas maid leaba šaddan gillát dan dihte go dalá Divtasvuona suohkan ii suddjen sudno veahkaválddálašvuođa ja illasteami vuostá bajásšattadettiin, dadjá Keskitalo.

source: For intervju eller spørsmål, kontakt sametingspresident Aili Keskitalo (NSR), tlf. +47 971 29 305 , aili.keskitalo@samediggi.no
sme: Jearahallama addá presideanta Aili Keskitalo (NSR), +47 971 29 305, aili.keskitalo@samediggi.no
